// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Dateiupload";
kUploadingTitleStringKey = "Wird hochgeladen…";
kUploadingReceiveResponseTitleStringKey = "Antwort wird empfangen…";

// Errors
kFileOpenError = "Datei %@ kann nicht geöffnet werden.";
kFileOpenErrorExplanation = "Diese Datei ist entweder beschädigt, oder sie wurde an einen anderen Speicherort verschoben, umbenannt oder gelöscht. Überprüfen Sie den Dateispeicherort, oder wählen Sie eine weitere Datei aus, und versuchen Sie es noch einmal.";
kPrintChannelOpenError = "Ein Druckerchannel kann nicht geöffnet werden.";
kPrintChannelOpenErrorExplanation = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";
kSendDataError = "Die Daten können nicht an den Drucker gesendet werden.";
kSendDataErrorExplanation = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";

HSDDescriptionField = "Wählen Sie eine Datei aus, und senden Sie sie an den Drucker. Das Ergebnis dieses Vorgangs ist vom Inhalt der gesendeten Datei abhängig.";
HSDFilePathLabel = "Dateiname:";
HSDFilePathField = "<Nicht ausgewählt>";
HSDChooseButton = "Auswählen…";
HSDGetResponseButton = "Antwort von Gerät anzeigen";
HSDUploadButton = "Hochladen";

HSDProgressTitle = "Wird hochgeladen…";
HSDCancelButton = "Abbrechen";

HSDCloseButton = "Schließen";
